<?php
return [
'tpl-changing' => 'Замена/назначение шаблона. Блок',
'tpl-assignment' => 'Назначение шаблонов',
'delegated-id' => 'Делегированный блок: ',
'selected-template' => 'Шаблон',
'block' => 'Блок',
'instance' => 'Блок для делегирования', //  Вы увидите, как он будет выглядеть на странице
//'templates' => 'Шаблоны:',
'instances' => 'Блоки:',
'change' => 'новый',
'delegate' => 'делегировать',
//'cache' => 'кэш',
'delegated-block' => 'Блоки с дескриптором',
'delegated-blocks' => 'Блоки:',
'assign' => 'Назначить',
'cancel' => 'Отмена',//Не назначать
'description' => 'Описание шаблона',
'is-delegator-mod' => 'Вы начинаете замену шаблона блока, делегированного другими блоками. Заменится шаблон только текущего делегированного блока. Остальные блоки не будут затронуты.',
//'delegated-parent' => 'Вы начинаете замену шаблона у блока, который вложен в другой делегированный блок. Изменения произойдут на всех страницах, где размещен этот делегированный блок.',
'assign-or-look' => 'Вы можете просмотреть существующие экземпляры блоков с таким же шаблоном и выбрать одну из опций.',
'options' => "Если Вы установите опцию \"<b>новый</b> ...\", то старые данные блока будут удалены. При этом, если блок был делегированным (то есть, данные блока перед этим использовались другими блоками), то другие блоки останутся в неизменном виде.<br />Опция \"<b>делегировать</b>  ...\" применяется для использования данных другого уже существующего блока (например, меню). Перед тем как отметить эту опцию, нужно выбрать нужный экземпляр блока во втором выпадающем списке.<br />",
'red-border' => 'Блок, шаблон которого заменяется, обведен красным пунктиром.',
'folder' => 'Папка',
'folder-selected' => 'Выбрана папка %s с шаблонами',
'no-folder' => 'нет папки',
'no-file' => 'нет файла',
];