<?php
return [
'default-tpl-for-block' => 'Этому вложенному блоку рекомендуется назначить шаблон:',
'default-tpl-for-outer-block' => 'Этому внешнему блоку блоку рекомендуется назначить шаблон:',
'last-delegated1' => 'Последний раз с шаблоном',
'last-delegated2' => 'делегировался блок',
'no-tpl' => 'Однако шаблона %s на сайте нет',
'bar-title-after-tpl-selected' => 'После выбора шаблона',
'bar-title-before-assign' => 'Перед назначением шаблона',
'is-inc-in-delegated' => 'Этот блок вложен в делегированный блок и его шаблон не может быть заменен с текущей страницы. Для замены шаблона сначала перейдите на родную страницу',
'go-to-native-page' => 'Перейти на родную страницу?',
'warning' => "Внимание! Вероятно Вы назначаете подменю",
'template' => 'шаблон',
'explanation' => "Если Вы создаете подменю, то есть навигационный блок более глубокого уровня иерархии, желательно открыть страницу через ссылку в вышестоящем меню (на родительской странице), и только потом на новой странице назначить шаблон подменю. Исключение составляет подменю, входящее в состав многоуровневого меню, собранного в одном блоке, которое делегируется вместе со всеми вложенными блоками (подменю).",
'proceed' => 'Продолжить назначение шаблона?',
];