<?php
return [
# общие
'connection-charset' => 'Кодировка соединения',
'not-coincided' => 'Кодировка таблицы и соединения не совпадают',
'download' => 'Скачать файл',
#before-backup
'before-backup' => 'Создание резервной копии базы данных MySQL',
'prev-dumps' => 'Ранее созданные копии',
'delete' => 'удалить',
'create-new' => 'Создать новую копию',
'no-compression' => 'без сжатия',
#backup
'backup' => 'Результаты копирования базы данных',
'num-of-tables' => "Обработано таблиц",
#before-restore
'before-restore' => 'Замена таблиц базы данных MySQL',
'from-local' => 'Закачать sql-файл (sql, gz, bz2)',
'from-server' => 'Использовать резервную<br />копию на сервере',
'sorted' => 'Файлы сортированы по времени',
'warning' => 'Внимание! Все старые таблицы MySQL, относящиеся к этому сайту будут удалены.',
'advise' => 'Перед заменой рекомендуем сделать резервную копию (экспорт) таблиц базы данных.',
#restore
'not-uploaded' => 'Файл не закачан',
'restore' => 'Результаты замены базы данных',
'tables-created' => 'Создано таблиц',
'rows-added' => 'Добавлено строк',
];
