<?php
return [
'group-is-editor-of-block' => 'Группы редакторов блока',
'group-sees-hidden-page' => 'Группы гостей скрытой страницы',
'group-is-subscriber' => 'Группы подписчиков блока',
'higher-right-group-is-editor' => 'группа редакторов',
'higher-right-group-is-editor-of-block' => 'группа редакторов блока',
'no-group-id-field' => 'В этом шаблоне не предусмотрены группы редакторов записей (в дескрипторе не задан параметр с соответствующим скрытым полем).',
'additional-params' => 'Параметры дескриптора шаблона',
'no-groups' => 'На сайте не зарегистрированы группы пользователей с такой ролью',
'object-isnt-liable-group-is-subscriber' => 'Этот блок не подлежит подписке',
'name-of-group' => 'Имя группы',
'note' => 'Примечание',
'note_group-is-editor-of-block' => 'Здесь дается разрешение группам пользователей редактировать данный блок',
'note-group-is-editor-of-records' => 'Здесь дается разрешение группам пользователей редактировать в блоке собственные записи',
'note_group-sees-hidden-page' => 'Здесь дается разрешение группам пользователей видеть данную страницу (если она скрыта). Скрыть или снять скрытие страницы можно через меню <i>"Страница > Параметры страницы"</i>в установках параметров страницы. Даже если страница является скрытой, ее всегда видят пользователи с правом редактировать какой-либо блок данной страницы.',
'note-group-is-subscriber' => 'Здесь производится ручная подписка или отписка групп пользователей на рассылки новостей (новых записей) с данного блока',
//'submit' => 'Сохранить',
];