<?php
return [
'bar-title' => 'Информация о пользовательской группе',
'groups' => 'Группы',
'name' => 'Имя группы',
'description' => 'Описание группы',
'regdate' => 'Дата регистрации',
'request' => 'Заявка',
'invalid-message-1' => 'Группа с таким алиасом уже существует! Введите другой алиас.',
'editor-accept-message' => 'Информация о группе обновлена.',
'not-accept-message' => 'Некоторые поля заполнены неправильно!',
'error-message2' => 'Данные о группе записать не удалось',
'is-already-registered' => 'Вы уже зарегистрированы!',
'required-fields' => 'Обязательные поля',
//'submit' => 'Сохранить',
'group-name' => 'Латинские буквы и цифры. Имя группы играет вспомогательную роль — его можно использовать, например, в методах класса Acl',
];