<?php
return [
'heading' => 'Рассылка блока',
'get-recipients' => 'Список получателей подготовлен. (Всего: %s)',
'create-letter' => 'Блок конвертирован в электронное письмо',
'blockletter-is-sent' => 'Рассылка произведена',
'report' => '',
'no-message' => 'Ошибка! Нет письма для рассылки. Письмо создается заново',
'path-to-templates' => 'Внимание! В скрипте mail-block-send.php в регулярном паттерне применяется строка templates. Нужно переделать скрипт для более общего случая с помощью метода Blox::info(\'templates\', \'dir\'), когда шаблоны располагаются на любом сайте текущего хостинга.',
'letter-is-ready' => 'Письмо для рассылки подготовлено',
'select-option' => 'Выберите хотя бы одну опцию.',
'counter-reports' => ['Осталось','Письмо доставить не удалось','Имеются недоставленные письма','Отправлено писем:'],
'file-create-failed' => 'Файл создать не удалось',//File create failed
'no-letter' => 'Нет письма для рассылки',
'files-with-list' => 'Файлы со списком:',
'mailing-completed' => 'Рассылка блока успешно завершена.',
'prev-mailing-not-completed' => 'Внимание! Предыдущая рассылка произведена не всем получателям.',
'num-of-recepients1' => 'число получателей, которым письма отправлялись, но неудачно',
'num-of-recepients2' => 'число получателей, которым письма ещё не отправлялись',
'send-again' => 'Отправить отмеченным еще раз?',
'mailing-deleted' => 'Рассылка удалена',
'delete-mailing' => 'Удалить рассылку',
'send-next' => 'Отправить принудительно следующее',
'you-can-exit' => 'Вы можете всегда выйти и продолжить<br />данную рассылку в другое время.',//You can always exit and continue<br />this mailing at another time.
];


