<?php
return [
'bar-title' => 'Подписные блоки (для рассылки)',
'no-subscribed-blocks' => 'Подписные блоки (для рассылки) отсутствуют!',
'prev-mailing-is-not-completed' => 'Не все письма предыдущей рассылки отправлены! Отправить?',
'no-new-recs' => 'Отсутствуют новые записи или нет подписчиков для рассылки!',
'mail' => 'Рассылать',
'subscribed-block' => 'Подписной<br />блок',
'block-is-on-page' => 'Блок находится<br />на странице',
'num-of-new-recs' => 'Количество<br />новых записей',
'num-of-subscribers' => 'Количество<br />подписчиков',
'in-total' => 'Всего:',
'letter-params' => 'Общие параметры писем рассылки',
'letter-subject' => 'Тема',
'from_email' => 'От кого (email)',
'from_name' => 'От кого (имя)',
'from_note' => 'если это поле пусто или указан не существующий email, то письмо может быть не доставлено',
'mailing_trial' => 'Пробная рассылка',
'mailing-only-to' => 'только пользователю:',
];



