<?php
return [
'bar-title' => 'Восстановление пароля',
'accept-message' => 'Информация для восстановления пароля отправлена на e-mail, указанный при регистрации.',
'error-message1' => 'Не удалось отправить к Вам электронное письмо. Попробуйте позднее.',
'error-message2' => 'Пользователь с такими данными на сайте %s не зарегистрирован.',
'error-message3' => 'Возможно причина в том, что в сообщениях отсутствует обратный адрес.',
'error-message4' => 'Дополнительно сообщаем, что Вы на сайте ещё не активированы.',
'error-message5' => 'Ошибка на сайте:',
'error-message6' => 'Не удалось отправить к Вам электронное письмо, так как у указанного пользователя отсутствует электронный адрес',
'you-requested' => 'Вы запросили данные для авторизации на сайте %s. Для изменения пароля перейдите по ссылке: %s', //You have requested authorization data
'request-from-ip' => 'Запрос произведен с IP: ',
'enter' => 'Введите одно из данных',
'login' => 'Логин:',
'email' => 'Email:',
'submit' => 'Отправить',
'submit-and-return' => '',
];