<?php
return [
'heading' => 'Замена пароля',
'subheading' => '',
'login' => 'Логин',
'new-password' => 'Новый пароль',
'new-password-2' => 'Повторите пароль',
'expired' => 'Ссылка для восстановления пароля не верна или устарела.<br>Зайдите в раздел восстановления заново.',
'wrong-code' => 'Направильный код восстановления',
'error' => 'Непредвиденная ошибка',
'invalid-password' => 'Некорректный пароль',
'different-passwords' => 'Пароли различаются',
'sql-fail' => 'Ошибка при обновлении пароля',
//'submit' => 'Отправить',
'submit-and-return' => '', # i.e. do not show
];

