<?php
return [
'more-than-one-record' => 'В таблице dependentselectlistblocks имеется более одной записи с select-list-block-id=%s. Однако у зависимых списков не должно быть более одной родительской опции',
'back-to-edit' => 'Вернуться в окно редактирования',
'changing-select-list' => 'Замена выборного списка',
'bind-option' => 'Связать опцию %s из родительского списка с одним из следующих списков:',
'see-block-on-page' => 'Посмотреть блок на странице:',
'all-blocks-with-tpl' => 'Представлены все блоки с шаблоном %s',
'free-lists' => 'Связать можно только свободные списки (не отмеченные радиокнопкой)',
];




