<?php
return [
'back' => 'На список пользователей',
'all-accessible' => 'Доступны все объекты',
'block' => 'Блок',
'tpl' => 'Шаблон',
'on-pages' => 'На странице',
'page' => 'Страница',
'page-title' => 'Титул страницы',
'headline_user-is-editor-of-block' => 'Блоки, редактируемые <br />пользователем',
'headline_user-is-editor-of-records' => 'Блоки, в которых разрешены записи<br />пользователя',
'headline_user-sees-hidden-page' => 'Скрытые страницы,<br />доступные пользователю',
'headline_user-is-subscriber' => 'Блоки, на новости с которых<br />подписан пользователь',
'note' => 'Примечание',
'note_user-is-editor-of-block' => 'Здесь можно только снять с пользователя право редактировать записи указанного блока. Дать право на редактирование можно через меню <i>"Блок > Редакторы блока"</i> в окне редактирования соответствующего блока.',
'note_user-sees-hidden-page' => 'Здесь можно только снять с пользователя право видеть скрытую страницу. Разрешение дается через меню <i>"Страница > Гости страницы"</i> на соответствующей страницы.',
'note_user-is-editor-of-records' => 'Здесь можно только снять с пользователя право редактировать собственные записи. Разрешение дается через меню <i>"Блок > Редакторы записей блока"</i> на соответствующей страницы.',
'note_user-is-subscriber' => 'Здесь можно только отписать пользователя от получения новостей с указанного блока. Подписать пользователя можно через меню <i>"Блок > Подписчики блока"</i> в окне редактирования соответствующего блока. Пользователь может подписаться на новости с блока самостоятельно прямо на странице, если в шаблон блока помещена ссылка "Подписаться/Отписаться"',
];