<?php
return [
# treat()
'no-wdata'=>'Отсутствует аргумент $wdata в методе: %s',
'no-data'=>'Отсутствует аргумент $data в методе: %s',
'no-col-unique-val'=>'В методе %s не задано значение уникальной колонки %s',
'more-then-one-record'=>'Ошибка! В методе Data::get() или Data::getRow() извлечено более одной записи. Скорее всего, в аргументах не заданы условия выборки.',
'more-then-n-digits'=>'Это данное не может состоять из более, чем %s цифр. Передано значение: %s',
'non-digits'=>'В этом действительном числе, имеются нечисловые знаки',
'more-then-n-digits-before'=>'В этом данном не может быть более, чем %s цифр перед запятой',
'not-accepted'=>'При обновлении данных, не было принято данное со значением: %s',
'not-allowed'=>'Данное %s в этом поле не разрешено',
'props-list'=>'поле: %s, тип поля: %s, таблица: %s',
];