<?php
return [
'no-ref-types' => 'Не приведены специальные (указательные) типы данных для обхода древа',
'incorrect-parent-block-id' => 'Внимание! В таблице blocks значение parent-block-id для блока %s не соответствовало первичному значению, определенному из древа. Таблица blocks обновлена.',
'parent-page-id-not-renewed' => 'Значение parent-page-id для страницы %s было когда-то назначено вручную. Поэтому не было обновлено на родное: %s.',
'parent-page-id-is-renewed' => 'В таблице pages значение parent-page-id для страницы %s не соответствовало первичному значению, определенному из древа. Таблица pages обновлена.',
];

